---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.ScheduleSheetAppearanceParam
source: html/9ac05116-8e50-f223-4189-bf856daf9bf1.htm
---
# Autodesk.Revit.DB.ParameterTypeId.ScheduleSheetAppearanceParam Property

"Appearance"

## Syntax (C#)
```csharp
public static ForgeTypeId ScheduleSheetAppearanceParam { get; }
```